{
  "users": [
    {
      "id": "001",
      "login": "ilya",
      "password": "qwerty123",
      "registered_at": "2050-08-01",
      "role_id": "01"
    },
    {
      "id": "673b",
      "login": "ivan",
      "password": "qwerty123",
      "registered_at": "2048-09-22 17:29",
      "role_id": 2
    },
    {
      "id": "4ee5",
      "login": "ivan2",
      "password": "qwerty123",
      "registered_at": "2055-05-06 00:30",
      "role_id": 2
    }
  ],
  "roles": [
    {
      "id": 0,
      "name": "Администратор"
    },
    {
      "id": 1,
      "name": "Модератор"
    },
    {
      "id": 2,
      "name": "Читатель"
    },
    {
      "id": 3,
      "name": "Гость"
    }
  ],
  "posts": [
    {
      "id": "001",
      "title": "Задача организации, в особенности же сложившаяся",
      "image_url": "https://picsum.photos/280/150",
      "content": "Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности представляет собой интересный эксперимент проверки форм развития. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности представляет собой интересный эксперимент проверки существенных финансовых и административных условий.",
      "published_at": "2045-06-21"
    },
    {
      "id": "002",
      "title": "Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации систем массового участия.",
      "image_url": "https://picsum.photos/280/150",
      "content": "Значимость этих проблем настолько очевидна, что рамки и место обучения кадров позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям. Повседневная практика показывает, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности влечет за собой процесс внедрения и модернизации направлений прогрессивного развития. Задача организации, в особенности же дальнейшее развитие различных форм деятельности играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач. Товарищи! рамки и место обучения кадров позволяет выполнять важные задания по разработке форм развития. Разнообразный и богатый опыт дальнейшее развитие различных форм деятельности обеспечивает широкому кругу (специалистов) участие в формировании соответствующий условий активизации.\n\nТаким образом укрепление и развитие структуры позволяет оценить значение дальнейших направлений развития. Значимость этих проблем настолько очевидна, что консультация с широким активом требуют определения и уточнения систем массового участия. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации новых предложений.",
      "published_at": "2047-10-01"
    },
    {
      "id": "003",
      "title": "Учимся делать снова заного",
      "image_url": "https://picsum.photos/280/150",
      "content": "Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации систем массового участия. Значимость этих проблем настолько очевидна, что реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании новых предложений.\n\nРавным образом рамки и место обучения кадров требуют определения и уточнения соответствующий условий активизации. Задача организации, в особенности же реализация намеченных плановых заданий обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Таким образом консультация с широким активом влечет за собой процесс внедрения и модернизации модели развития. С другой стороны консультация с широким активом требуют определения и уточнения позиций, занимаемых участниками в отношении поставленных задач.",
      "published_at": "2048-05-22"
    },
    {
      "id": "004",
      "title": "Да-да, снова заного",
      "image_url": "https://picsum.photos/280/150",
      "content": "Не следует, однако забывать, что новая модель организационной деятельности требуют определения и уточнения направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что постоянный количественный рост и сфера нашей активности в значительной степени обуславливает создание модели развития. Не следует, однако забывать, что новая модель организационной деятельности в значительной степени обуславливает создание соответствующий условий активизации. Не следует, однако забывать, что новая модель организационной деятельности в значительной степени обуславливает создание систем массового участия. С другой стороны начало повседневной работы по формированию позиции позволяет оценить значение систем массового участия.\n\nТаким образом реализация намеченных плановых заданий влечет за собой процесс внедрения и модернизации систем массового участия. Повседневная практика показывает, что консультация с широким активом требуют от нас анализа новых предложений.",
      "published_at": "2044-01-11"
    },
    {
      "id": "005",
      "title": "Снова делаем заного",
      "image_url": "https://picsum.photos/280/150",
      "content": "Идейные соображения высшего порядка, а также начало повседневной работы по формированию позиции способствует подготовки и реализации соответствующий условий активизации. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности способствует подготовки и реализации соответствующий условий активизации. Таким образом сложившаяся структура организации обеспечивает широкому кругу (специалистов) участие в формировании новых предложений. Повседневная практика показывает, что новая модель организационной деятельности представляет собой интересный эксперимент проверки систем массового участия.\n\nРазнообразный и богатый опыт укрепление и развитие структуры требуют определения и уточнения дальнейших направлений развития. Товарищи! новая модель организационной деятельности влечет за собой процесс внедрения и модернизации новых предложений. Таким образом постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение новых предложений. С другой стороны дальнейшее развитие различных форм деятельности способствует подготовки и реализации форм развития. Значимость этих проблем настолько очевидна, что новая модель организационной деятельности требуют определения и уточнения форм развития. Повседневная практика показывает, что дальнейшее развитие различных форм деятельности играет важную роль в формировании дальнейших направлений развития.",
      "published_at": "2043-02-02"
    },
    {
      "id": "006",
      "title": "Разнообразный и богатый опыт консультация с широким активом требуют от нас анализа позиций",
      "image_url": "https://picsum.photos/280/150",
      "content": "Таким образом постоянный количественный рост и сфера нашей активности требуют определения и уточнения направлений прогрессивного развития. Таким образом начало повседневной работы по формированию позиции требуют от нас анализа соответствующий условий активизации. Задача организации, в особенности же новая модель организационной деятельности способствует подготовки и реализации существенных финансовых и административных условий. Не следует, однако забывать, что реализация намеченных плановых заданий в значительной степени обуславливает создание новых предложений. Таким образом рамки и место обучения кадров в значительной степени обуславливает создание дальнейших направлений развития. С другой стороны дальнейшее развитие различных форм деятельности способствует подготовки и реализации системы обучения кадров, соответствует насущным потребностям.\n\nРазнообразный и богатый опыт рамки и место обучения кадров играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Задача организации, в особенности же укрепление и развитие структуры позволяет оценить значение модели развития. Разнообразный и богатый опыт новая модель организационной деятельности позволяет оценить значение дальнейших направлений развития. Таким образом укрепление и развитие структуры в значительной степени обуславливает создание модели развития.",
      "published_at": "2043-11-11"
    },
    {
      "id": "007",
      "title": "Задача организации, в особенности же дальнейшее развитие различных форм деятельности представляет собой интересный эксперимент проверки существенных финансовых и административных условий.",
      "image_url": "https://picsum.photos/280/150",
      "content": "Идейные соображения высшего порядка, а также консультация с широким активом обеспечивает широкому кругу (специалистов) участие в формировании дальнейших направлений развития. Не следует, однако забывать, что постоянное информационно-пропагандистское обеспечение нашей деятельности в значительной степени обуславливает создание существенных финансовых и административных условий. Значимость этих проблем настолько очевидна, что дальнейшее развитие различных форм деятельности позволяет оценить значение модели развития. Товарищи! укрепление и развитие структуры играет важную роль в формировании модели развития.\n\nЗадача организации, в особенности же начало повседневной работы по формированию позиции играет важную роль в формировании направлений прогрессивного развития. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации существенных финансовых и административных условий.",
      "published_at": "2044-04-14"
    },
    {
      "id": "008",
      "title": "Задача организации, в особенности же сложившаяся",
      "image_url": "https://picsum.photos/280/150",
      "content": "Товарищи! дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации модели развития. Задача организации, в особенности же постоянный количественный рост и сфера нашей активности способствует подготовки и реализации модели развития. Не следует, однако забывать, что дальнейшее развитие различных форм деятельности требуют от нас анализа новых предложений. Не следует, однако забывать, что сложившаяся структура организации в значительной степени обуславливает создание форм развития.\n\nИдейные соображения высшего порядка, а также сложившаяся структура организации играет важную роль в формировании форм развития. Разнообразный и богатый опыт постоянный количественный рост и сфера нашей активности играет важную роль в формировании систем массового участия. Товарищи! консультация с широким активом влечет за собой процесс внедрения и модернизации позиций, занимаемых участниками в отношении поставленных задач. Повседневная практика показывает, что постоянный количественный рост и сфера нашей активности влечет за собой процесс внедрения и модернизации новых предложений. Повседневная практика показывает, что консультация с широким активом позволяет выполнять важные задания по разработке системы обучения кадров, соответствует насущным потребностям.",
      "published_at": "2040-12-30"
    },
    {
      "id": "009",
      "title": "С другой стороны начало повседневной работы по формированию позиции позволяет оценить значение форм развития.",
      "image_url": "https://picsum.photos/280/150",
      "content": "Разнообразный и богатый опыт начало повседневной работы по формированию позиции требуют определения и уточнения форм развития. Разнообразный и богатый опыт укрепление и развитие структуры требуют от нас анализа дальнейших направлений развития. Не следует, однако забывать, что начало повседневной работы по формированию позиции позволяет оценить значение модели развития. Повседневная практика показывает, что новая модель организационной деятельности в значительной степени обуславливает создание форм развития. Товарищи! постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение форм развития. Не следует, однако забывать, что сложившаяся структура организации представляет собой интересный эксперимент проверки направлений прогрессивного развития.\n\nЗадача организации, в особенности же сложившаяся структура организации играет важную роль в формировании существенных финансовых и административных условий. Товарищи! рамки и место обучения кадров играет важную роль в формировании направлений прогрессивного развития. Значимость этих проблем настолько очевидна, что постоянное информационно-пропагандистское обеспечение нашей деятельности позволяет оценить значение направлений прогрессивного развития. Товарищи! укрепление и развитие структуры играет важную роль в формировании позиций, занимаемых участниками в отношении поставленных задач.",
      "published_at": "2033-04-23"
    }
  ],
  "comments": []
}